[
  {
    "title": "迷茫",
    "image": ["fadai.png"],
    "text": "生活不是等待风暴过去，\n而是学会在雨中跳舞。",
    "content": "人生不可能每一步都是正确的，选错了就选错了，不要一遍一遍地后悔，也不要总是责怪从前的自己，因为他当时站在雾里也很迷茫。\n\n所以不必回头看，蔷薇今年谢了，明年还会再开。要始终相信，所走之路，所遇之人，所留之遗憾，都是应该经历的，对错不由心，不必难过，山水一程，人各有命。\n\n总会有人陪你看不同的风景，勇敢点向前走，别回头。",
    "source": "文案出自：dy十月诗词"
  },
  {
    "title": "堂吉诃德",
    "image": ["qishi.webp"],
    "text": "勇气，是人类最伟大的赞歌",
    "content": "勇气是人类最伟大的赞歌。堂吉诃德他既是被理性驱逐的疯子，又是以肉身对抗虚无的英雄。堂吉诃德的疯狂始于对骑士道理念的绝对信仰，当他把铜盆当做曼布里诺头盔时，并非简单的错觉，而是主观用理念覆盖现实，将抽象价值凌驾于感官经验之上。当人类试图用现成范畴框定世界时，必然遭遇认知的断裂。堂吉诃德的悲剧性在于，他既清醒地意识到骑士时代早已消亡，又无法停止对理念世界的献祭。这种自我撕裂的状态正是黑格尔所言镜像阶段中'在异化中寻找自我'的写照。在萨特看来，堂吉诃德是绝对自由的殉道者，他抛弃公证人的身份选择成为自己定义的骑士，完美诠释了'存在先于本质'，但这种自由选择却陷入双重困境：一方面他的主体性建构完全依赖他者见证功绩，需要公爵作为功绩的见证者，需要杜尔西内亚作为信仰客体；另一方面他试图用行动赋予世界意义的行为，恰恰暴露了世界的无意义本质。\n\n当我挺枪冲向风车时，不仅是在对抗想象中的巨人，更是在与荒诞搏斗——那些看似无意义的行动，实则是以荒诞对抗虚无的终极证明。疯癫是理性社会建构的他者，堂吉诃德的冒险本质是对17世纪西班牙社会规训体系的反叛。当他坚持用骑士礼法规训羊群时，恰恰揭示了所有社会秩序内在的规训暴力，那些嘲笑他的民众实则是被世俗理性规训的'正常人'，而堂吉诃德通过夸张的表演撕开了文明社会的认知暴力。所谓正常与疯癫的界限，不过是权力话语的临时契约。\n\n一个理想主义与虚无主义、信仰与怀疑、崇高与滑稽在他身上形成诡异的辩证统一。当他声称'我知道自己是谁'时，既是对本质主义的宣战，也是对流动主体性的确立。这种矛盾性在临终时刻达到顶峰：当理性回归后的自我否定取代了超越性追求，彻底拥抱现实时恰是对崇高理想最彻底的背叛。堂吉诃德最终以死亡完成自我献祭，他的存在证明人类既是理念的囚徒，又是意义的创造者；既被抛入荒诞的宇宙，又能在与虚无的对峙中绽放尊严。",
    "source": "文案出自：dy江南"
  },
  {
    "title": "虚无主义",
    "image": [{"src":"xvwu.jpg","author":"Alex Plechko"}],
    "text": "当意义崩塌时，我们该如何自处",
    "content": "当意义崩塌时，我们该如何自处？\n\n虚无主义的核心在于否定或质疑传统意义价值，认为生命、道德、知识和宇宙本身可能没有内在的客观意义或终极目的。\n\n虚无主义的几种主要类型：\n存在主义虚无主义认为，生命本身没有先天意义或目的，人类的存在是偶然的、无方向的。例如加缪的《西西弗斯神话》探讨了如何在荒诞世界中寻找自我价值。\n道德虚无主义否定客观道德标准的存在，认为善恶只是社会构建或主观偏好。例如尼采批判基督教道德为'奴隶道德'，主张超越传统善恶观。\n认知论虚无主义质疑人类能否获得确定的知识或真理，甚至认为真理本身是虚构的。后现代主义的部分思想与此相关，如福柯对真理与权力关系的解构。\n政治社会虚无主义拒绝一切社会制度或意识形态的合法性，例如19世纪俄国虚无主义者巴扎罗夫主张摧毁旧秩序，但未提出明确替代方案。\n\n对虚无主义的常见误解：\n不等于悲观或绝望——萨特、加缪等哲学家认为，承认无意义后，人反而能自由创造自身价值，而非消极躺平。\n迷彩是虚无主义的过渡阶段，主张通过'超人意志'重塑价值。与享乐主义不同，虚无主义否定终极意义，但不必导向及时行乐。\n\n虚无主义不是终点，而是一个起点。它迫使人们直面意义的真空，进而选择是沉溺于虚无，还是在自由的荒野中开辟自己的道路。正如尼采所言：'人必须拥抱混沌，方能诞生一颗舞动的星辰'。\n\n当意义崩塌时，我们该如何自处？萨特说，'人被抛入无意义的宇宙'，但正因为'存在先于本质'，我们才拥有定义自我的绝对自由。虚无主义不是答案，而是一道必答题——你可以选择沉溺于一切皆空的眩晕，或在自由的空白画布上，用热爱、创造与反抗书写独属于自己的史诗。",
    "source": "文案出自：dy江南"
  },
  {
    "title": "存在主义",
    "image": ["plant.jpg"],
    "author": "萨特",
    "text": "存在先于本质，自由定义自我",
    "content": "每天重复的生活到底有什么意义？\n工作、社交、消费构成的循环里，那个真实的自我究竟在哪里？\n这种瞬间的清醒与困惑，正是存在主义哲学最鲜活的入口。\n它不是教科书上的晦涩概念，而是人们内心裂缝里生长的野草。\n当意识到自己终将死去，当在人群中感到彻骨孤独，当被迫做出改变人生的选择，我们早已站在了存在主义的门槛上。\n\n存在主义从否定神谕与宿命开始，宣布“存在先于本质”，\n意味着人不是被预先编程的机器——没有上帝给予的说明书，没有DNA决定的固定剧本。\n此刻的存在状态，不过是无数选择叠加的结果。\n萨特用“被判处自由”的悖论揭示这种处境：我们像突然被抛入迷宫的囚徒，没有地图却必须不断行走。\n这种自由不是礼物，而是重负。\n每个决定都在重新定义“我是谁”——是选择考研还是工作、结婚还是独身，甚至早餐的咖啡或豆浆，都在参与这场持续的自我创造。\n\n但自由必然伴随责任。\n克尔凯郭尔指出，人最大的焦虑不是害怕选择错误，而是意识到每个选择都不可撤销地塑造着自己。\n你无法将责任推给社会规则、原生家庭或星座运势，因为“不选择”本身也是一种选择。\n这种彻底的自我所有权令人眩晕，就像站在悬崖边的舞者，没有任何栏杆可以依靠。\n加缪在《西西弗神话》中描绘的荒诞感由此浮现：我们推着注定滚落的巨石，清醒知道努力终将归零，但正是在这种情形中，人获得了超越命运的尊严。\n\n存在主义者撕碎了所有现成的人生模板。\n海德格尔警告我们警惕“常人”的陷阱——按社会时钟生活、用流行语思考、让短视频塑造欲望。\n这种活在他人阴影中的状态，被他称为“非本真存在”。\n真正的活着需要直面存在的灼热真相：世界没有内置意义，关系充满不确定，自由伴随着恐惧。\n但这恰恰是觉醒的起点。\n就像尼采说的，“成为你自己”不是发现某个隐藏的完美版本，而是在选择中不断雕刻自我的轮廓。\n\n这种哲学不提供心灵鸡汤，却给予更强大的力量。\n当看穿所有意义都是人类自己编织的故事，反而获得了终极创作权。\n波伏娃在《模糊性的道德》中强调，承认存在的荒诞不是终点，而是行动的起点。\n那些让人夜不能寐的焦虑正是自由的证明，那些无从逃避的责任恰是尊严的源泉。\n人生不是等待破解的谜题，而是正在书写的诗篇——每个困惑的瞬间都在为下一个选择积蓄力量，每次对常规的质疑都在拓宽存在的可能。\n\n这就是存在主义最深刻的启示：在无意义的宇宙里坚持创造意义，才是人类最悲壮也最崇高的反抗。",
    "source": "文案出自：dy GrLymm"
  },
  {
    "title": "独白 - 释怀",
    "image": ["plant.jpg"],
    "text": "长梦初醒，回忆如雨湿透伪装，\n倒掉过期眷恋，破茧新生。",
    "content": "从那天起，我没有再关注你的一切。\n生活也慢慢回到了正轨，\n像做了一场很长的梦。\n可时而不时的回忆，\n就像阴雨天的潮湿，\n铺天盖地把我伪装的释怀打破。\n\n我知道放弃一定很遗憾，\n但有些事情再坚持下去就没有意义。\n这个世界很大，\n如果不刻意见面，\n我们可能再也见不到。",
    "source": "文案出自：dy Na",
    "textAlign": "center"
  },
  {
    "title": "独白 - 多想",
    "image": [{"src":"huanxiang.png","author":"dy青衣程蝶衣"}],
    "text": "自我幻想是内耗的本源",
    "content": "答应我别想这么多，好吗？\n其实最尴尬的，是人家根本不把你当回事，\n而你还在每天多愁善感到不行。\n\n永远不要高估自己在别人心里的位置——\n天亮时清醒些吧，\n认真看看那些已读不回的对话框，\n看看朋友圈刻意跳过的共同回忆，\n看看陷入沉默的街道转角。\n\n你口中'念念不忘的重量'，\n在对方的世界里如同一粒飘过的灰，\n无需擦拭便自然消散。\n深夜的辗转反侧是你的独角戏，\n午餐时的心不在焉是你自导的剧场。\n\n有些答案早就写在空气里：\n未主动拨通的电话，\n聚会时回避的视线，\n生硬得过分礼貌的对话。\n你以为的暗潮汹涌，\n只是他人茶余饭后的一句笑谈。\n\n过期的牛奶要倒掉，\n枯萎的花就该修剪，\n该封存的记忆请打包装箱。\n你不是谁的蝴蝶标本，\n不必钉死在昨日博物馆的橱窗里。",
    "source": "文案出自：dy梧桐",
    "textAlign": "center"
  },
  {
    "title": "解离",
    "image": ["plant.jpg"],
    "text": "解离是人类最伟大的发明",
    "content": "如果你在情绪崩溃后可以瞬间抽离——\n上一秒还在崩溃大哭，下一秒就觉得自己“很装”，\n认为事情根本没有那么严重——\n这可能不是源于理智或超能力，\n而是心理学中的解离现象。\n\n这种状态下，你会像旁观者一样审视刚刚情绪爆发的自己，\n甚至怀疑：“那个失控的人是我吗？”\n这种反应的根源常在于长期情绪压抑和严重的情感忽视。\n在成长过程中，如果你从未被允许表达软弱与失控，\n当崩溃时也无人接住情绪（例如父母斥责“哭什么哭，哪有那么严重”），\n孩子只能学会用“瞬间关闭情绪”来自我保护。\n\n成年后，这种习惯性否定感受的模式不仅无法解决问题，\n反而会加剧情绪崩溃的频率。\n因为未被接纳的情绪永远不会消失，\n它们会以更隐蔽的方式积累，最终爆发。\n要打破循环，需停止用“真不真实”“该不该”来评判感受，\n就像感冒时不会责怪自己发烧流涕一样——\n情绪的存在只是心理暂时生病的信号，\n而非过错或耻辱 。",
    "source": "文案出自：dy青衣程蝶衣",
    "textAlign": "center"
  },
  {
    "title": "青春 - 遗憾",
    "image": [{"src":"plant.jpg","author":"dy青衣程蝶衣"}],
    "text": "枯木逢春，枝桠葳蕤，\n枝叶吐出初春的脉络，生生不息",
    "content": "枯木逢春，枝桠葳蕤，枝叶吐出初春的脉络，生生不息\n\n枯木在断裂处抽新芽，年轮里浮出三月的潮汐。\n那些青春期未寄出的信笺，原是候鸟飞不过的沧海——\n雪山的白化作云絮南迁，裹挟着松针味的思念坠入潮涌，\n春风在峡谷摔碎成雨，漫山遍野的绿便有了褶皱的纹理。\n\n火烧云熔化了整个黄昏，\n海面浮起千万片橘色鳞光，\n浪尖跃动的碎金里漂浮着\n被揉皱的、十七岁单数的爱意。\n\n腐烂的隐喻在年轮深处发酵：\n那截溃烂成滋养新芽的温床的枯枝，\n早被迁徙的季风刻进木质部年谱，\n直到某日苔痕爬上断口，\n年迈的树忽然颤抖着\n向天空伸出缀满蝴蝶的新枝。",
    "source": "文案出自：dy陈萱妍",
    "textAlign": "center"
  },
  {
    "title": "青春 - 爱恋",
    "image": [{"src":"ailian.png","author":"dy青衣程蝶衣"}],
    "text": "喜欢不一定要做恋人，或许友情比爱情更长久。\n但是如果我很喜欢你却只做朋友的话，我也不甘心；\n可是如果我表明心意，你说我们不适合做恋人，\n我怕以后连朋友都做不了。\n不想以后和你没有联系，\n你的出现让我的世界有了一抹色彩。",
    "source": "文案出自：dy枫晚念",
    "textAlign": "center"
  }
] 